{
  "check_questions":
[
  {
    "id": 1, 
    "text":"1. Камень, брошенный с крыши дома почти вертикально вверх со скоростью 10 м/с, упал на землю через 3 с после броска. С какой высоты брошен камень? Сопротивление воздуха не учитывать. Ответ приведите в метрах.",
    "variants": [10, 15, 20, 25], 
    "correct": 15
  }, 
  {
    "id": 2, 
    "text":"2. Камень, брошенный с поверхности земли почти вертикально вверх, упал со скоростью 15 м/с на крышу дома, находящуюся на высоте 20 м. Найдите время полёта камня. Сопротивление воздуха не учитывать. Ответ приведите в секундах.",
    "variants": [2, 3, 4, 5],
    "correct": 4
  },
  {
    "id": 3, 
    "text":"3. Тело брошено под углом 60° к горизонту с плоской горизонтальной поверхности с начальной скоростью 20 м/с. Сопротивление воздуха пренебрежимо мало. На каком минимальном расстоянии от точки бросания (по горизонтали) модуль проекции скорости тела на вертикальную ось будет составлять 25% от модуля проекции скорости тела на горизонтальную ось? Ответ приведите в метрах, округлив до целого числа.",
    "variants": [10, 15, 20, 25],
    "correct": 15
  },
  {
    "id": 4, 
    "text":"4. Геодезическая ракета стартует с земли без начальной скорости и летит вертикально вверх с ускорением 10 м/с^2. Через 5 с после старта двигатель ракеты выключается. На какую максимальную высоту над землёй поднимется ракета в процессе своего полёта?",
    "variants": [100, 150, 200, 250],
    "correct": 250
  },
  {
    "id": 5, 
    "text":"5. Точечное тело брошено под углом 45° к горизонту со скоростью 20 м/с. Пренебрегая сопротивлением воздуха, определите модуль скорости этого тела через 0,47 с после броска. Ответ выразите в м/с округлите до целого числа.",
    "variants": [15, 16, 17, 18],
    "correct": 17
  },
  {
    "id": 6, 
    "text":"6. Из корзины воздушного шара, равномерно поднимающегося вверх с постоянной скоростью 2 м/с, запускают игрушечную ракету. Ракета стартует, не имея начальной скорости относительно шара, и движется вертикально вниз при работающем двигателе, который развивает постоянную силу тяги, обеспечивая ракете ускорение 2 м/с<sup>2</sup>. Через какое время после старта ракета врежется в землю, если в момент старта корзина находилась на высоте 60 м над землёй? Сопротивлением воздуха можно пренебречь. Ответ выразите в секундах и округлите до десятых долей.",
    "variants": [3.0, 3.1, 3.2, 3.3],
    "correct": 3.3
  },
  {
    "id": 7, 
    "text":"7. На ящике с новогодним салютом написано: «Высота полёта снарядов — 40 метров». Ящик установлен на ровной горизонтальной площадке. На каком минимальном расстоянии от ящика должны стоять зрители для того, чтобы показ салюта прошёл безопасно (чтобы вылетевший под любым углом из ящика снаряд ни при каких условиях не мог попасть в зрителей)? Сопротивлением воздуха можно пренебречь. Снаряды после вылета из ящика движутся по инерции.",
    "variants": [80, 85, 90, 95],
    "correct": 80
  },
  {
    "id": 8, 
    "text":"8. Тело, свободно падающее с некоторой высоты, первый участок пути проходит за 1 c., а такой же последний — за 0.5 c. Найдите полное время падения тела t, если его начальная скорость равна нулю.",
    "variants": [1.00, 1.25, 1.50, 1.75],
    "correct": 1.25
  }
]
}